{
  "1": {
    "path": "sourcing-grasses-from-dhungalla",
    "title": "Sourcing Grasses from Dhungalla",
    "artist": "Tracey Claire",
    "year": "2020",
    "format": "digital photograph",
    "dimensions": "4080 x 2720 px",
    "description": "This digital photograph was taken in the breadth intensive 'Ancient and Contemporary Indigenous Arts 2' led by the Wilin Centre for Indigenous Arts and Cultural Development in early February 2020 on Yorta Yorta Country. These students accessed creative cultural practices, many thousands of years in the making. The class environment acted as a space for renewed commitment to reconciliation, met with a simmering optimism for the future by understanding how we are all in this together."
  },
  "2": {
    "path": "smoking-ceremony",
    "title": "Smoking Ceremony",
    "artist": "Jon Cattapan",
    "year": "2019",
    "format": "digital photograph",
    "dimensions": "1086 x 724 px",
    "description": "This digital photograph was taken as part of National Reconciliation Week in 2019. Cattapan (pictured) reflects on the way the smoke had completely enveloped and transported them, perhaps toward feeling the shared kinship of the interconnected layers of Country."
  },
  "3": {
    "path": "the-road-is-far",
    "title": "The Road is Far",
    "artist": "Radhika Goyal",
    "year": "2019",
    "format": "acrylic on canvas and digital painting",
    "dimensions": "1500 x 1500 mm",
    "description": "This work is an abstract representation of the way hundreds of people create one shared soul that is not about differences, but commonality. The outlines represent the vulnerability of a hidden personality and the gradient colours share the inner power that fills everybody’s souls, breaking down the barriers of complexity to that of a simpler merging and interconnectedness with others and with Country."
  },
  "4": {
    "path": "queensbury-vic",
    "title": "Queensbury, VIC",
    "artist": "Vi Nguyen/Queensbury Childrens Centre",
    "year": "2020",
    "format": "mixed natural, recycled and adhesive media collage and digital collage",
    "dimensions": "594 x 841 mm",
    "description": "This work is a collage of multiple artworks created over the years by educators and children of Queensbury Children's Centre. Bunjil is strongly featured to acknowledge and celebrate the wedge-tail eagle as the creator and protector of Wurundjeri land, where they live, work, learn and play. Emphasis on the diversity of mixed media materials used in the work recognises Country in all that it continues to provide."
  },
  "5": {
    "path": "loving-kindness-and-surrounding",
    "title": "Loving, kindness and surrounding",
    "artist": "Catherina Harley",
    "year": "2020",
    "format": "digital image",
    "dimensions": "4093 x 4229 px",
    "description": "This work is an expression of the hardships shared in a journey together. A reminder to protect, learn and be kind to one another, not only toward people but also our surroundings and culture."
  },
  "6": {
    "path": "mist-and-shadow",
    "title": "Mist and Shadow",
    "artist": "Amanda Belton",
    "year": "2020",
    "format": "digital photograph",
    "dimensions": "8702 x 6201 px",
    "description": "This image was taken during COVID-19 lockdown. The artist had been walking in their local area more than ever before. They came across signage indicating the life story of the river that had become their refuge, walking guide, entertainment and home during lockdown. That evening, Birrarung appeared – more than ever – to be a waterway of mist and shadow. It's long history in time juxtaposed against the young Melbourne city skyline. The artist expresses great comfort in knowing Country, rivers and people in their local area have been and will continue to be in this together."
  },
  "7": {
    "path": "learning-weaving-from-an-elder",
    "title": "Learning Weaving from an Elder",
    "artist": "Tracey Claire",
    "year": "2020",
    "format": "digital photograph",
    "dimensions": "3965 x 2614 px",
    "description": "This digital photograph was taken in the breadth intensive 'Ancient and Contemporary Indigenous Arts 2' led by the Wilin Centre for Indigenous Arts and Cultural Development in early February 2020 on Yorta Yorta Country. These students accessed creative cultural practices, many thousands of years in the making. The class environment acted as a space for renewed commitment to reconciliation, met with a simmering optimism for the future by understanding how we are all in this together."
  },
  "8": {
    "path": "one",
    "title": "One",
    "artist": "Keely Van Order",
    "year": "2020",
    "format": "digital print made from an aquatint",
    "dimensions": "297 x 210 mm",
    "description": "This digital print is from a series made to commemorate National Reconciliation Week 2020. The work began from recycled materials in an aquatint made in 2010 when the artist began immigration to Australia. Inspired by the Dreamtime and language shared in circles and dot painting, these layers speak to the interwoven layers of Country and the many steps that have been taken by the community together so far. The artist utilises intricate interweaving colours, overlapping to reveal through one another the sky at night that also becomes the morning sky when seen from an inverted angle, as the piece may be viewed and displayed from different orientations."
  },
  "9": {
    "path": "world-peace-and-harmony",
    "title": "World Peace and Harmony",
    "artist": "Menaka Wijesinha",
    "year": "2020",
    "format": "marker and acrylic on paper",
    "dimensions": "2693 x 2693 px",
    "description": "This work uses the mixing of primary colours to suggest the inevitable merging in coming together if we are to move forward. Constructed by the artist at a young age and revisited later in life, the artist revisits the simplicity of the feet and hands as body parts and the concept that no matter who we are individually, we all possess the same human form."
  },
  "10": {
    "path": "hearing-stories-by-the-dhungalla",
    "title": "Hearing Stories by the Dhungalla",
    "artist": "Tracey Claire",
    "year": "2020",
    "format": "digital photograph",
    "dimensions": "4080 x 2720 px",
    "description": "This digital photograph was taken in the breadth intensive 'Ancient and Contemporary Indigenous Arts 2' led by the Wilin Centre for Indigenous Arts and Cultural Development in early February 2020 on Yorta Yorta Country. These students accessed creative cultural practices, many thousands of years in the making. The class environment acted as a space for renewed commitment to reconciliation, met with a simmering optimism for the future by understanding how we are all in this together."
  }
}
