{
  "1": {
    "title": "Sourcing Grasses from Dhungalla",
    "artist": "Tracey Claire",
    "year": "2020",
    "description": "Taken in the breadth intensive 'Ancient and Contemporary Indigenous Arts 2' led by the Wilin Centre for Indigenous Arts and Cultural Development in early February 2020 on Yorta Yorta country. These students accessed creative cultural practices, many thousands of years in the making. The class environment acted as a space for renewed commitment to reconciliation, with a simmering optimism for the future by understanding how we are all in this together."
  },
  "2": {
    "title": "Smoking Ceremony",
    "artist": "Jon Cattapan",
    "year": "2019",
    "description": "Taken by VCA Director at the Smoking Ceremony as part of National Reconciliation Week in 2019. The artist (pictured) reflects on the way the smoke had completely enveloped and transported them."
  },
  "3": {
    "title": "Untitled?",
    "artist": "Radhika Goyal",
    "year": "2020",
    "description": "This work is an abstract representation of the way hundreds of people create one soul. It is not about our differences, but more about our common goals. The outlines represent the vulnerability of our hidden personalities and the gradient colours share the inner power that fills everybody’s souls, breaking down the barriers of complexity to that of a simpler merging."
  },
  "4": {
    "title": "Queensbury, VIC",
    "artist": "Vi Nguyen/Queensbury Childrens Centre",
    "year": "2020",
    "description": "This work is a collage of multiple artworks created over the years by educators and children of Queensbury Children's Centre (QCC). Bunjil is strongly featured in this to acknowledge and celebrate the wedged tail eagle as the creator and protector of Wurundjeri land, where we live, work, learn and play. Over the past several years, educators at QCC have focused on gaining, sharing and embedding Indigenous perspectives into teaching practices. This is visually evidenced in the various displays at our centre. Each creation has been carefully and consciously constructed from natural and recycled materials as they strive to educate the community of a more sustainable future, to respect Country. Noting that we can borrow and live on country, and so must care for it, protect it together and know that we belong to the Earth. This is a representation of the children and educators working and learning together to recognise, respect and understand Aboriginal and Torres Strait Islander people and move forward as one nation. It is part of our ongoing journey to understanding what Reconciliation means for our history, our future and our people; because, ultimately, we are all in this together. [unedited]"
  },
  "5": {
    "title": "Loving, kindness and surrounding",
    "artist": "Catherina Harley",
    "year": "2020",
    "description": "This work is an expression of the hardships shared in a journey together. A reminder to protect, learn and be kind to one another, not only to people, but also to surroundings and cultures.This work is an expression of the hardships shared in a journey together. A reminder to protect, learn and be kind to one another, not only to people, but also to surroundings and cultures."
  },
  "6": {
    "title": "Mist and Shadow",
    "artist": "Amanda Belton",
    "year": "2020",
    "description": "This image was taken during COVID-19 lockdown. The artist had been walking in their local area to extent like never before. They came across signage indicating the life story of the river that had become their refuge, walking guide, entertainment and home during lockdown. That evening, Birrarung appeared more than ever to be a waterway of mist and shadow. It's long history in time juxtaposed against the young Melbourne city skyline. The artist expresses great comfort in knowing the country, the rivers and the people in their local area have been and will continue to be in this together."
  },
  "7": {
    "title": "Learning Weaving from an Elder",
    "artist": "Tracey Claire",
    "year": "2020",
    "description": "Taken in the breadth intensive 'Ancient and Contemporary Indigenous Arts 2' led by the Wilin Centre for Indigenous Arts and Cultural Development in early February 2020 on Yorta Yorta country. These students accessed creative cultural practices, many thousands of years in the making. The class environment acted as a space for renewed commitment to reconciliation, with a simmering optimism for the future by understanding how we are all in this together."
  },
  "8": {
    "title": "One",
    "artist": "Keely Van Order",
    "year": "2020",
    "description": "From a series made to commemorate National Reconciliation Week 2020. Recycled materials from an aquatint made in 2010 when the artist began immigration to Australia. Inspired by the Dreamtime and the visual musical language of circles and dot art as an Indigenous Australian expression of spirit, country, water and the land. Layering communicates the many steps that have been taken by the community together so far. The artist conveys intricate interweaving colours overlapping and revealing through one another, like the sky at night that also became the morning sky when seen from an inverted angle as the piece may be viewed and displayed from all sides."
  },
  "9": {
    "title": "Untitled",
    "artist": "Menaka Wijesinha",
    "year": "2020",
    "description": "This work uses the mixing of primary colours to indicate that we must all join together to move forward. The feet and hands are body parts that no matter who we are, we all possess the same human form, that we are all one and the same."
  },
  "10": {
    "title": "Hearing Stories by the Dhungalla",
    "artist": "Tracey Claire",
    "year": "2020",
    "description": "Taken in the breadth intensive 'Ancient and Contemporary Indigenous Arts 2' led by the Wilin Centre for Indigenous Arts and Cultural Development in early February 2020 on Yorta Yorta country. These students accessed creative cultural practices, many thousands of years in the making. The class environment acted as a space for renewed commitment to reconciliation, with a simmering optimism for the future by understanding how we are all in this together."
  }
}
